a = b = 2  		# Пример множественного оператора присваивания.
# Обратите внимание на значения переменных a и b после выполнения данной операции.

print("a = " + str(a))   # Функция str() используется для приведения типа аргумента к строковому

print("b = " + str(b))


hello = 'Приветствую'

print("hello = " + str(hello))

# Переопределите значение переменной hello

print("hello = " + str(hello))

# Создайте ещё несколько переменных, а затем осуществите их вывод через пробел

first = second = 5
third = first*second
print(first, second, third)
